Repository: Kostenkov-2021/WorldVoice
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr, uk

source: context
tr: bağlam
uk: контекст

source: force
tr: güç
uk: прискорення

source: Add Symbol
tr: Sembol Ekle
uk: Додати символ

source: &Symbol:
tr: &Sembol:
uk: &Символ:

source: Unicode Setting
tr: Unicode Ayarı
uk: Налаштування Юнікоду

# speechSymbols
source: &Filter by:
tr: &filtre:
uk: &Фільтрувати за:

source: &Symbols
tr: &Semboller
uk: &Символи

source: Unicode
uk: Юнікод

source: Replacement
tr: Değiştir
uk: Заміна

source: Language
tr: Dil
uk: Мова

source: Mode
tr: Mod
uk: Режим

source: Change selected symbol
tr: Seçilen sembolü değiştir
uk: Змінити виділений символ

source: &Replacement
tr: &Değiştir
uk: &Заміна

source: &language
tr: &dil
uk: &мова

source: &Detect language mode
tr: &Dil modunu algıla
uk: &Визначити режим мови

source: &Add
tr: &Ekle
uk: &Додати

source: Re&move
tr: &Kaldır
uk: &Видалити

source: Symbol "%s" is already present.
tr: "%s" sembolü zaten var.
uk: Символ "%s" уже присутній.

source: Error
tr: Hata
uk: Помилка

source: For the edited unicode rule to apply, NVDA must be restarted. Do you want to restart NVDA now?
tr: Düzenlenen unicode kuralının uygulanabilmesi için NVDA'nın yeniden başlatılması gerekir. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?
uk: Щоб відредаговане правило юнікоду було застосовано, потрібно перезапустити NVDA. Ви хочете перезапустити NVDA зараз?

source: unicode rule edited
tr: unicode kuralı düzenlendi
uk: правило Юнікоду відредаговано

source: &Settings
tr: &Ayarlar
uk: & Налаштування

source: Settings.
tr: Ayarlar.
uk: Налаштування.

source: &Unicode Settings
tr: &Unicode Ayarları
uk: &Налаштування Юнікоду

source: Unicode Settings.
tr: Unicode Ayarları.
uk: Налаштування Юнікоду.

source: &File Import
tr: &Dosyayı İçe Aktar
uk: &Імпорт файлу

source: Import File.
tr: Dosyayı İçe Aktar.
uk: Імпорт файлу.

source: Import file...
tr: Dosyayı İçe Aktar...
uk: Імпорт файлу...

source: Import fail
tr: İçe aktarma başarısız
uk: Помилка імпорту

source: Import File
tr: Dosyayı içe aktar
uk: Імпорт файлу

source: For the new file to import, NVDA must be restarted. Are you want to restart NVDA now ?
tr: Yeni dosyanın içe aktarılması için NVDA'nın yeniden başlatılması gerekir. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?
uk: Для імпорту нового файлу потрібно перезапустити NVDA. Ви хочете перезапустити NVDA зараз?

source: SpeechSymbolsDialog have already been opened
tr: Konuşma Sembolleri İletişim Kutusu zaten açık
uk: Діалог мовних символів вже відкрито

source: popup speech settings dialog
tr: açılır konuşma ayarları iletişim kutusu
uk: відкриває діалог налаштувань мовлення

source: popup unicode settings dialog
tr: açılır unicode ayarları iletişim kutusu
uk: відкриває діалог налаштувань Юнікоду

source: switch log record
tr: günlük kaydını değiştirir
uk: перемикач запису журналу

source: Logging of WorldVoice’s speech pipeline is enabled. This may reduce speech response speed. If you are not debugging, we recommend disabling it. Would you like to disable it now?
tr: Konuşma İşlem hattı günlük kaydını etkinleştir, WorldVoice'un konuşma yanıt hızını düşürecektir. Hata ayıklama yapmıyorsanız, devre dışı bırakmanızı öneririz. Yine de etkinleştirmek ister misiniz?
uk: Увімкнено журналювання мовлення WorldVoice. Це може зменшити швидкість відповіді. Якщо ви не займаєтесь налагодженням, рекомендуємо вимкнути його. Бажаєте вимкнути зараз?

source: Speech Pipeline Logging
tr: Konuşma İşlem Hattı Günlük Kaydı
uk: Журнал мовлення

source: Enabling logging of WorldVoice’s speech pipeline will reduce speech response speed. If you are not debugging, we recommend keeping it disabled. Would you like to enable it anyway?
tr: Konuşma İşlem hattı günlük kaydını etkinleştirmek, WorldVoice'un konuşma yanıt hızını düşürecektir. Hata ayıklama yapmıyorsanız, devre dışı bırakmanızı öneririz. Yine de etkinleştirmek ister misiniz?
uk: Увімкнення журналювання в процесі обробки мовлення WorldVoice зменшить швидкість відповіді на мовлення. Якщо ви не займаєтесь налагодженням, ми рекомендуємо залишити його вимкненим. Хочете увімкнути його все одно?

source: turn on WorldVoice`s log record
tr: worldVoice'in günlük kaydını açar
uk: увімкнути запис журналу Worldvoice

source: Logging of WorldVoice’s speech pipeline has been disabled. Would you like to export the pipeline log now?
tr: WorldVoice konuşma İşlem hattının günlük kaydı devre dışı bırakıldı. Günlük kaydını şimdi dışa aktarmak ister misiniz?
uk: Запис журналу мовлення WorldVoice було вимкнено. Хочете експортувати журнал мовлення зараз?

source: turn off WorldVoice`s log record
tr: worldVoice'in günlük kaydını kapatır
uk: вимкнути запис журналу WorldVoice

source: Speech Pipeline
tr: Konuşma İşlem hattı
uk: Мовлення

source: All Synthesizers (Global)
tr: Tüm sentezleyiciler (global)
uk: Усі синтезатори (глобально)

source: Only WorldVoice Synthesizer
tr: Sadece WorldVoice sentezleyici
uk: Тільки синтезатор Worldvoice

source: Effect Scope:
tr: Etki Kapsamı:
uk: Область дії:

source: Ignore comma between number
tr: Sayılar arasında virgülü yoksay
uk: Ігнорувати кому між числами

source: value
tr: değer
uk: цілі числа

source: number
tr: sayı
uk: по цифрах

source: Number mode:
tr: Sayı Modu:
uk: Режим цифр:

source: global wait factor:
tr: global bekleme faktörü:
uk: загальна пауза очікування:

source: number wait factor:
tr: sayı bekleme faktörü:
uk: пауза між цифрами:

source: item wait factor:
tr: öğe bekleme faktörü:
uk: пауза між елементами:

source: sayall wait factor:
tr: tümünü Okul Bekleme Faktörü:
uk: пауза між елементами в режимі читати все:

source: chinese space wait factor:
tr: çince Boşluk bekleme faktörü:
uk: тривалість паузи для китайських пробілів:

source: Speech Role
tr: Konuşma kuralı
uk: Роль мовлення

source: Your current speech synthesizer is not WorldVoice.
tr: Mevcut konuşma sentezleyiciniz WorldVoice değil.
uk: Ваш поточний синтезатор мовлення не є WorldVoice.

source: Your current speech synthesizer is not ready.
tr: Mevcut konuşma sentezleyiciniz hazır değil.
uk: Ваш поточний синтезатор мовлення не готовий.

source: Select a language, and then configure the voice to be used:
tr: Bir dil seçin ve ardından kullanılacak sesi yapılandırın:
uk: Виберіть мову, а потім налаштуйте голос, який буде використовуватися:

source: Locale Name:
tr: Dil Adı:
uk: Назва мови:

source: Voice Name:
tr: Ses Adı:
uk: Назва голосу:

source: Variant:
tr: Varyant:
uk: Варіант:

source: &Rate:
tr: &Hız:
uk: &Швидкість:

source: Rate boost
tr: Hız artışı
uk: Підвищення швидкості

source: &Pitch:
tr: &Perde:
uk: &Висота:

source: I&nflection:
tr: &Çekim:
uk: &Інтонація:

source: V&olume:
tr: &Ses seviyesi:
uk: &Гучність:

source: Keep main engine and locale engine consistent
tr: Ana motoru ve yerel motoru tutarlı tut
uk: Зберігати узгодженість основного та додаткового синтезаторів

source: Keep main speech role and locale speech role consistent
tr: Ana parametreyi ve yerel parametreyi tutarlı tut
uk: Зберігати узгодженість основної й додаткової мовної ролі

source: Keep parameter settings consistent between different speech roles
tr: Farklı konuşma rolleri arasında parametre ayarlarını tutarlı tut
uk: Зберігати однакові налаштування для різних мовних ролей

source: Unicode Detection
tr: Unicode algılama
uk: Виявлення Unicode

source: Ignore numbers when detecting text language
tr: Metin dilini algılarken sayıları yoksay
uk: Ігнорувати цифри при визначенні мови тексту

source: Ignore common punctuation when detecting text language
tr: Metin dilini algılarken yaygın noktalama işaretlerini yoksay
uk: Ігнорувати поширені розділові знаки при визначенні мови тексту

source: Language assumed for latin characters:
tr: Latin karakterleri için varsayılan dil:
uk: Передбачена мова для латинських символів:

source: Language assumed for CJK characters:
tr: CJK karakterleri için varsayılan dil:
uk: Передбачена мова для символів CJK:

source: Language assumed for arabic characters:
tr: Arapça karakterler için varsayılan dil:
uk: Передбачена мова для арабських символів:

source: Before NVDA processes speech commands
tr: NVDA konuşma komutlarını işlemeden önce
uk: Перш ніж NVDA обробляє мовні команди

source: After NVDA processes speech commands
tr: NVDA konuşma komutlarını işledikten sonra
uk: Після того, як NVDA обробляє мовні команди

source: Language detection timing:
tr: Dil algılama süresi:
uk: Час виявлення мови:

source: Speech Engine
tr: Konuşma Motoru
uk: Синтезатор мовлення

source: Please select one or more speech engines to enable.
tr: Lütfen etkinleştirilecek bir veya daha fazla konuşma motoru seçin.
uk: Будь ласка, виберіть один або кілька синтезаторів, щоб увімкнути.

source: Select Speech Engines to Enable
tr: Etkinleştirmek için konuşma motorlarını seçin
uk: Виберіть синтезатори, щоб увімкнути

source: Changes to speech-engine settings can’t be saved because no speech engine is enabled.
tr: Konuşma motoru etkinleştirilmediği için konuşma motoru ayarları kaydedilemiyor.
uk: Зміни в налаштуваннях мови не можна зберегти, оскільки жоден синтезатор мовлення не ввімкнено.

source: No Speech Engine Enabled
tr: Konuşma Motoru Etkin Değil
uk: Жодного синтезатора мовлення не ввімкнено

source: To enable or disable the speech engine, NVDA needs to save your configuration and restart. Would you like to restart now?
tr: Konuşma motorunu etkinleştirmek veya devre dışı bırakmak için NVDA'nın yapılandırmanızı kaydetmesi ve yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak ister misiniz?
uk: Щоб увімкнути або вимкнути синтезатор мовлення, NVDA потрібно зберегти конфігурацію та перезавантажитися. Хочете перезавантажити зараз?

source: Speech Engine Change
tr: Konuşma Motoru Değişikliği
uk: Змінити синтезатор мовлення

source: Log Record
tr: Günlük kaydı
uk: Запис журналу

source: Number mode
tr: Sayı Modu
uk: Режим цифр

source: Number language
tr: Sayı Dili
uk: Мова цифр

source: number wait factor
tr: sayı bekleme faktörü
uk: пауза між цифрами

source: item wait factor
tr: öğe bekleme faktörü
uk: пауза між елементами

source: chinese space wait factor
tr: çince boşluk Bekleme Faktörü
uk: тривалість паузи для китайських пробілів

source: speech viewer
tr: konuşma izleyicisi
uk: переглядач мовлення

source: Enable logging of WorldVoice’s speech pipeline
tr: WorldVoice konuşma İşlem hattının günlük kaydını etkinleştir
uk: Увімкнути журнал мовлення Worldvoice

source: Select Speech Pipelines to Enable
tr: Etkinleştirmek için konuşma İşlem hatlarını seçin
uk: Виберіть мовні процеси для активації

source: Settings
tr: Ayarlar
uk: Налаштування

source: An unexpected error occurred while processing your action. Details: {err} A full stack trace has been written to the NVDA log.
tr: İşleminiz işlenirken beklenmedik bir hata oluştu. Detaylar: {err} NVDA günlüğüne tam bir yığın izi yazıldı.
uk: Під час обробки вашої дії виникла непередбачувана помилка. Деталі: {err} До журналу NVDA було записано повне трасування стека.

source: WorldVoice Setting Dialog - Error
tr: WorldVoice Ayar iletişim kutusu - Hata
uk: Діалог налаштувань WorldVoice - Помилка

source: Detect language based on Unicode characters
tr: Unicode karakterlere dayalı metin dilini tespit ed
uk: Виявити мову на основі символів Unicode

source: Number &Language
tr: Sayı Di&li
uk: &Мова цифр

source: Number Language
tr: Sayı Dili
uk: Мова цифр

source: Number &Mode
tr: Sayı &Modu
uk: &Режим цифр

source: Number Mode
tr: Sayı Modu
uk: Режим цифр

source: Global wait factor
tr: Global Bekleme Faktörü
uk: Загальна пауза очікування

source: Number wait factor
tr: Sayı bekleme faktörü
uk: Пауза між цифрами

source: Say all wait factor
tr: Tümünü oku bekleme faktörü
uk: Пауза між елементами в режимі читати все

source: Chinese space wait factor
tr: Çince Boşluk bekleme faktörü
uk: Тривалість паузи для китайських пробілів

source: default
tr: varsayılan
uk: стандартно

source: Export pipeline log files...
tr: İşlem Hattı Günlük Dosyalarını Dışa Aktar ...
uk: Експортувати файли журналів мовлення...

source: Log exported to: {}
tr: Günlük şurada dışa aktarıldı: {}
uk: Журнал експортовано до: {}

source: Success
tr: Başarılı
uk: Успіх

source: Cannot export log to {}: {}
tr: Günlüğü {} olarak dışa aktarılamıyor: {}
uk: Не вдається експортувати журнал до {}: {}

source: Multilingual synthesizer add-on: auto-switches voices across eSpeak, OneCore, SAPI5 & RHVoice based on text language.
tr: Çok Dilli Sentezleyici Eklentisi: Metin diline göre eSpeak, OneCore, SAPI5 ve RHVoice arasında sesleri otomatik olarak değiştirir.
uk: Багатомовний синтезатор: автоматичне перемикання голосів між eSpeak, OneCore, SAPI5 та RHVoice на основі мови тексту.
